{
    "1": "There are over 9,500 species of birds in the world. Scientists typically group them into 30 categories. Birds are the most widespread of all animals around the world.",
    "2": "Approximately 2/3 of all the bird species are found in tropical rain forests.",
    "3": "Hoatzin chicks have two claws on each wing. When they climb out of the nest, they use their claws to hold on to mangrove trees. They lose their claws once they mature, but they remain poor flyers.",
    "4": "The longest feathers ever seen were on a chicken in Japan. Its tail feathers measured 34.7 feet (10.59 m) long.",
    "5": "To make them more lightweight, most birds do not have bladders to store urine. Rather than producing liquid urine to get rid of wastes, they produce a white, pasty substance. However, while an ostrich does not have a bladder like a mammalian bladder, it is unique among birds because it does have a complete separation of feces and urine.",
    "6": "A bird’s lungs are much more complicated and efficient and take up more space than those of mammals, such as humans. A human’s lungs compose about 1/20 of its body, but a bird’s takes up 1/5.",
    "7": "The Australian pelican has the longest bill of any bird in the world. It is nearly 2 feet (0.5 m) in length. The sword-billed hummingbird, with its 3.9-inch (10 cm) bill, is the only bird with a bill that’s longer than its body.",
    "8": "Owls cannot swivel their eyes. Instead they move their heads completely around to see straight behind them. They live on every continent except Antarctica. Soft fringes on their wings make their flight essentially silent.",
    "9": "Famous birds include Ba in Egyptian mythology, Bar Juchne in the Talmud, The Cu Bird in Mexican folklore, the Firebird in Native American mythologies, Harpies in Greek mythology, the Phoenix in Egyptian mythology, Quetzalcoatl in Aztec mythology, and the Raven in Native American religions.",
    "10": "Famous birds in literature include the Albatross in The Rime of the Ancient Mariner, Archimedes in The Once and Future King, Chicken Little, Chanticleer in Chaucer’s Nun’s Priest’s Tale, Fawkes and Hedwig in Harry Potter, Mother Goose, the Raven in Edgar Allen Poe’s “The Raven,” Owl in Winnie the Pooh, Thorondor (the king of eagles) in J.R.R. Tolkien’s Lord of the Rings, and The Ugly Duckling.",
    "11": "Famous birds in cartoons, comics, and films include Big Bird in Sesame Street, Buzz Buzzard in Woody Woodpecker, Disney’s Darkwing Duck, Footloops cereal’s Toucan Sam, Woodstock in the Peanuts comic strip, Woody Woodpecker, and Iago in Aladdin.",
    "12": "In the continental U.S. alone, between 1.4 billion and 3.7 billion birds are killed by cats annually.",
    "13": "The only bird with nostrils at the end of its beak is the kiwi. This placement helps it sniff for food, such as worms and insects on the ground. It often snorts to clear its nostrils.",
    "14": "Unlike most birds that sing, a woodpecker will drum its beak against a tree. Other woodpeckers can identify which bird it is by the sound of the drumming.",
    "15": "The most talkative bird in the world is the African gray parrot. One parrot could say over 800 words. Most species of parrots can learn only 50.",
    "16": "Many birds, such as starlings, sing notes too high for humans to hear.",
    "17": "The chicks of large bird species often take the longest to hatch. Emu chicks, for example, take 60 days to hatch. Small songbirds take just 2 weeks.",
    "18": "A green woodpecker can eat as many as 2,000 ants per day.",
    "19": "The Japanese crested ibis is one of the rarest birds in the world. Probably fewer than 50 crested ibises are alive today.",
    "20": "The 1989 Exxon Valdez oil spill in Alaska polluted approximately 1,180 miles of coastline and killed up to 100,000 seabirds.",
    "21": "The bird with the most feathers is the whistling swan, with up to 25,000 feathers. Hummingbirds, on the other hand, are so small that they have fewer than 1,000.",
    "22": "Falconry was developed more than 4,000 years ago in eastern and central Asia. Birds were used because they could kill animals beyond the range of a hunter’s weapon. Genghis Khan reportedly had 10,000 falconers.",
    "23": "Coalminers often used canaries to detect poisonous levels of carbon monoxide gas. Miners knew that if the canary passed out, they were in danger, too. The phrase “Canary in a Coalmine” derives from this history.",
    "24": "The marsh warbler can mimic more than 80 different birds. Other renowned mimics include mockingbirds and lyrebirds.[1]",
    "25": "A pelican’s pouch-like beak can hold up to 2.5 gallons of water at a time. The beak will shrink to squeeze out the water before the pelican swallows its food.",
    "26": "A vulture named the Lammergeyer will fly with bones high in the air and then drop them onto rocks. It will then eat the smashed bones, like a circus sword swallower.",
    "27": "The bird that lays the smallest egg in the world is the bee hummingbird. Its egg is just under 0.5\" x 0.25\" and weighs a mere 0.02 oz.",
    "28": "Though it looks like a bird’s knee is bending backwards, what is bending backward is actually its ankle. Below its ankle is an extended foot bone, leading to the toes. A bird’s real knee is usually hidden by feathers.",
    "29": "The ostrich lays the biggest egg in the world. It measures 7\" x 5\" and weighs 3 pounds. However, the biggest egg for the size of the mother is laid by the kiwi and is a third of the weight of the bird. It is 5\" long and can weigh as much as 1 lb. This would be the equivalent of an ostrich laying an 88 lb. (40 kg.) egg.",
    "30": "The Malleefowl is famed for making a huge compost pile for its nest. Its eggs are incubated by the heat given off by the rotting vegetation.",
    "31": "Social weaverbirds live in huge communal nests that look like a huge haystack spread across a treetop. Some nests can weigh a few tons, have over 400 birds living in them, and may be 100 years old.",
    "32": "The heaviest bird of prey is the Andean condor. It can weigh up to 27 lb. (12 kg.).",
    "33": "The most common wild bird in the world is the red-billed Quelea, with an estimated adult breeding population of 1.5 billion pairs. It mostly lives in sub-Saharan Africa and thousands of birds can be in a single flock. The most common nonwild bird is the chicken.",
    "34": "Many scientists believe that birds evolved from dinosaurs during the Mesozoic Era about 150 million years ago.[11]",
    "35": "Flamingos pair for a lifetime. Some stay with their mates for 50 years or more.",
    "36": "In the United States alone, there are over 40 million pet birds.",
    "37": "A bird’s feathers weigh more than its skeleton.[13]",
    "38": "The type of diet a bird eats in the wild is directly related to the shape of a bird’s beak.",
    "39": "While most male birds do not have a penis, the Argentine Lake Duck’s penis can extend 17\", the longest of any bird known. The duck itself is only about 16 inches tall. The base of the penis is covered with coarse spines, and the tip is soft and brush-like, perhaps to clean sperm that may have been deposited in the female’s oviduct by another suitor. When not in use, the corkscrew shaped penis retracts into the duck’s abdomen.",
    "40": "Approximately 75% of wild birds live for less than a year. The larger the bird, the more likely it is to live longer. The large wandering albatross, for example, can live for up to 80 years.",
    "41": "Gentoo Penguins are the fastest swimming birds, reaching speeds of 22 mph (36 kph). Emperor Penguins can stay under water for up to 18 minutes.",
    "42": "Arctic terns have the longest annual migration of any bird. They fly 25,000 miles (40,000 m) from the Arctic to the Antarctic and then back again.",
    "43": "The bird with the greatest wingspan of any other bird is the Wandering Albatross at up to 11.8 ft (3.63 m).",
    "44": "Bar-headed Geese fly across the Himalayas, the highest mountains in the world. They fly nearly 5 miles (over 8,000 m) up in the sky, almost as high as jet planes. The highest-flying bird is the Griffon Vulture. In 1973, one collided with an airplane more than 6.8 miles above the Ivory Coast in Africa.",
    "45": "The largest, tallest, and heaviest bird in the world is the ostrich. Male ostriches can reach up to 9 ft. tall (2.7 m) and weigh up to 350 lb. (160 kg). Their eyes are bigger than any other land animals' eyes and are even larger than their brain.",
    "46": "The song of a European wren is made of more than 700 different notes a minute and can be heard 1,650 feet (500 m) away.",
    "47": "The ostrich is the only bird that willingly takes care of other females’ eggs.",
    "48": "Ostriches do not bury their heads in the sand when danger is near. But they have been seen to lie on the ground with their long neck stretched out flat if they want to hide.",
    "49": "The biggest bird that ever existed on Earth is the flightless elephant bird, which is now extinct. It weighed about 1000 lb. (450 kg.). Seven ostrich eggs would fit inside one elephant bird’s egg. Elephant birds died out 400 years ago, but people still find pieces of their tough-shelled eggs.",
    "50": "The Emperor Penguin is the only bird that lays its eggs in the middle of winter. By laying its eggs so early, it gives its young a head start. The babies need all spring, summer, and fall to grow big enough to survive the next winter.",
    "51": "Oilbirds eat oil palm fruits, which make the birds oily too. People near the caves where the oilbirds lived used to trap the oilbirds and boil them down for the oil.",
    "52": "The fastest flying bird in a dive is the Peregrine Falcon. It averages speeds of over 110 mph (180 kph).",
    "53": "Oilbirds are the only birds that use echolocation the way that bats do. However, bats are much better at it. A bat can even fly through the blades of a moving fan. Oilbirds are also the only nocturnal fruit-eating birds in the world.",
    "54": "Birds have three fingers on each wing. The first, the thumb, supports a small part of the wing called the alula (a.k.a bastard wing). The second and third fingers support the main flight feathers.",
    "55": "Birds typically have two, three, or four toes. A typical perching bird has three pointing forward, and one back. Birds that run on hard ground have only three, all pointing forward. Ostriches only have two toes, which are shaped like the hoof of an antelope.",
    "56": "The Sooty Tern spends more time in the air than any other bird. It takes off over the ocean and flies for at least 3 years without settling on water or land. Swifts also spend most of their lives in the air. They can even sleep in the air by gliding on air currents with their wings outstretched.",
    "57": "Birds don’t fall off of a branch when they sleep because their toes automatically clench around the twig they are standing on. Because the grabbing action is done by tendons rather than muscles, the birds can sleep without danger of falling.",
    "58": "The wishbone (or “merrythought” bone) is a bird’s fused collarbone. The strongest fliers have the widest angles in their wishbones. They are the only vertebrate animals to have a fused collarbone.",
    "59": "Not all birds have equally hollow bones. Those that dive into water—like gannets, terns, and kingfishers—and those that fly very fast, like swifts, have less air in their long bones than other birds.",
    "60": "The linear flight formations of migratory birds are called echelons, with the most common shapes being the “V” or the “J.” In fact, a true V-shaped formation is less common than a J formation. Birds fly in formation a) because it saves energy and b) to facilitate orientation and communication among the birds.",
    "61": "An albatross can soar for as long as six hours without moving its wings.",
    "62": "The heaviest bird in the air is the Kori Bustard, from East and South Africa. It weighs about 31 lb. (14 kg.), with the largest on recorded being 40 lb. (18 kg.). Because it is such hard work to fly, it flies only in emergencies and for only short distances.",
    "63": "A Ruby-throated Hummingbird, which weighs less than 0.2 oz., has to beat its wings more than 52 times a second to hover in front of a flower.",
    "64": "What keeps a bird up in the air is the shape of its wings. The first humans to discover how birds stay aloft were Australian Aborigines when they invented the boomerang.",
    "65": "The fastest level flight by a bird has been seen in both the Spine-tailed Swift and the Red-breasted Merganser (a duck). They have flown at 100 mph (161 kph) in level flight.",
    "66": "The slowest flying bird is the American Woodcock. It can fly at just 5 mph (8 kph). When hummingbirds hover, they move at 0 mph. Additionally, hummingbirds are the only birds that can fly backwards under power, registering a negative speed.",
    "67": "The Rufous hummingbird is the smallest migrant bird. It is less than 4 in. (9 cm) long and flies every year from Alaska to Mexico, a round trip of 3,800 miles (6,400 km).",
    "68": "Lighthouses are dangerous for birds. The beams attract birds, especially in misty conditions, and many are killed when they fly into the glass.",
    "69": "Birds sense winter is coming by 1) changes in hormones that cause them to put on fat, 2) the changing length of the day, and 3) sensing small changes in air pressure, which is important in predicting weather changes.",
    "70": "A group of crows is called a murder or congress. A group of owls is called a parliament, wisdom, or study. A group of flamingos is called a flamboyance.",
    "71": "The Bald Eagle builds the largest tree nest of all birds, measuring about 9.5 ft. (2.9 m) across. The largest nest ever found was nearly 10 ft. wide and weighed close to 3 tons.",
    "72": "Woodcocks and many ducks have their eyes placed at the sides of their heads so that they have a 360-degree field of vision.",
    "73": "A special arrangement of blood vessels cools the blood going out to the feet and warms the blood coming back, so even when standing on the ice, birds don’t lose too much heat.",
    "74": "Both the Bee and the Vervain Hummingbirds build the smallest nests of all birds, measuring 3/4\" across and 1.2\" deep.",
    "75": "The most dangerous bird in the world is the Cassowary. With one kick it can kill its enemy.",
    "76": "Birds that are raised for meat and eggs (poultry) are the largest source of protein eaten by humans.",
    "77": "To attract a mate, a male Frigate bird will blow up its red throat pouch. The pouch can be as big as a person’s head.",
    "78": "Over time, a surprising number of birds have lost their ability to fly. Being flightless has several advantages. For example, a flightless bird doesn’t need to develop and carry large flight muscles or burn up the energy that flying requires. A flightless bird can also get by with less food, which means it can survive in places where food is scarce.",
    "79": "Depending on the species, a woodpecker’s tongue can be up to 4\" long. It stores this long tongue by curling it in and sticking it through a specialized opening at the back of its neck, where it can then put it between the skull and skin.",
    "80": "The seagulls in the Alfred Hitchcock movie The Birds (1963) were fed a mixture of wheat and whisky so they would stand around and not fly too much.",
    "81": "The Fieldfare birds have a special way to attack an enemy bird. They gang up on it and make it fly to the ground. Then the Fieldfares fly into the air and drop poop on the bird.",
    "82": "In the movie The Birds (1963), the scene where actress Tippi Hedren is attacked took a week to shoot. The birds were attached to her clothes by long nylon threads so they could not fly away.",
    "83": "Birds play a central role in many creation myths. Birds are also often associated with the journey of the soul after death or as mediators between the dead and living. They can also appear as oracles or tricksters.",
    "84": "The game Angry Birds has sold more than 7 million copies on Apple’s iPhone. The game was made by a team of just four people. It was such a low priority for the company that it took over 8 months to finish.",
    "85": "Wind farms kill approximately a half-million birds per year in the United States, according to a 2008 Fish and Wildlife study. Nearly 10,000 birds, almost all of which are protected by the migratory bird acts, are killed every year at the wind farm in Altamont Pass, CA, alone.",
    "86": "Approximately 200 people have died since 1988 because of airborne collision between airplanes and birds. Bird strikes cause $300 million of damage each year to aircraft. The first recorded bird strike was in 1905, when Orville Wright’s plane hit a bird and killed it.",
    "87": "In the novel To Kill a Mockingbird (1960), author Harper Lee used the mockingbird to symbolize innocence.",
    "88": "The smallest flightless bird is the Island Rail. This tiny bird lives on the remote island of Tristan da Cunha in the Atlantic Ocean and is just 5\" long, about the same size as a hen chick.",
    "89": "The earliest known bird is the Archaeopteryx. It lived during the Jurassic period 150 million years ago. Because it did not have the basic features of flight, scientists are uncertain if it could fly.",
    "90": "Vultures have stomach acid so corrosive that they can digest carcasses infected with anthrax.",
    "91": "No other living being other than birds have feathers. The main function is to help them fly. They also waterproof birds and protect them from UV rays and other harmful elements.",
    "92": "Only one mammal can fly: the bat However, it flies differently from the bird. Insects also do not fly the same as birds.",
    "93": "A Bald Eagle is called “bald” because it is piebald (black and white), not because it doesn’t have any feathers.",
    "94": "Eleven percent of the world’s bird species is endangered. Draining wetlands and felling forests are the main causes of damage, but pollution and pesticides also play a part.",
    "95": "Before 1840, there were thousands of millions of passenger pigeons in North America. However, they were slaughtered for food until only one was left, a female called Martha. She died when she was 12 years old in 1914, in a zoo in Ohio.",
    "96": "More than 150 kinds of birds have become extinct since 1600, though many more may have died out that scientists don’t know about. It wasn’t just European explorers that killed bird species. Archeology shows that when people first arrived in ancient times in Hawaii and on islands in the South Pacific and Caribbean, they killed many birds Europeans had never seen before.",
    "97": "Someone who suffers from \"anatidaephobia\" believes that somewhere, somehow a duck or goose is constantly watching them. The word \"anatidaephobia\" is  from Greek word anatidae, which means ducks, geese or other water fowls, and phobos is Greek for fear.",
    "98": "There are more fake flamingos on Earth than real ones.",
    "99": "Though the term “eagle eyed” implies that eagles have keen vision, only the Wedge-tailed Eagle can see better than humans (2½ times better). Kestrels and falcons have about the same power of sight as we do.",
    "100": "The word \"falcon\" is from the Latin \"falx,\" meaning \"curved blade, pruning hook, sickle, war-scythe.\""
}
